{
  "profileStory": "<p><em>Competition Shop Legacy - Introduction to Carroll Cunningham</em></p><br><p>As your car dealership network has grown, so has your love of motorsports. Though your talents are not behind the wheel, you have been able to prepare winning cars on a local club level and believe you could use that success and leverage your business skills to grow the race preparation business.</p><p>You have a handful of loyal customers willing to help you invest in your dream, and have offered to lend your team their cars to help showcase your team's talent. Over time, as you garner results and expertise, your reputation will grow. More customers will move their race prep to your team and maybe they will lend you THEIR cars to continue showcasing the team's growing skill.</p><p>On a local level, you have found young, talented, and hungry racers to pilot your machines. You're going to expand on this plan by putting hand-selected racers in your clients' cars to showcase the team and the process. To motivate the drivers, you have guaranteed them a level of support should they want to continue on to their pro career.</p>",

  "driverStory": "<p><em>Driver Legacy</em></p><br><p>As if winning a racing lottery ticket, you have been given the opportunity of a lifetime by Carroll Cunningham. Carroll is set on expanding his racing footprint by showcasing his team's skill in events all over the world. Loyal clients have offered their cars to him for that mission, and Carroll has selected <em>YOU</em> to drive those cars and compete for wins, podiums, or pure prestige.</p><p>Over the course of two years and about 70 races, you will gain experience and reputation as a racer. You will drive some of the most exciting race cars in history on tracks crossing the globe. In return for your performance and loyalty, Carroll has promised to support your move to the professional ranks.</p><p><em>On Track Magazine</em> will be monitoring your performance along the way, as it does with other notable amateurs. It will rank your performance after every race using the same formula it ranks its Hall of Fame Drivers list, as if your races had been competed on a professional circuit. This should help motivate you and will also be used by Carroll to determine the level of support he will provide.</p>",

  "profileHelp": "<p><em>Competition Prep Shop Help</em></p><br><p>To grow the business, your team has to accrue experience and results. Every race helps to grow both your <em>geographic reach</em> and your <em>vehicle specialty rating</em>. For instance, competing in many races in the U.K. opens the door to opening a prep shop in that region. Racing a GT3 car or a 1970's Formula 1 car increases your specialty in \\\"Modern GTs\\\" and \\\"Vintage Open Wheelers\\\", respectively.</p><p>There are 15 specialties to master, including \\\"Low Tech GT\\\", \\\"Historic IndyCar\\\" and \\\"Junior Formula\\\", for example. Specialties can be improved to reach \\\"Competency\\\" - the minimal level needed to sustainably support a business, \\\"Mastery\\\" - a level where the business is very profitable, and \\\"World Class\\\" - your shop has become the gold standard in that discipline.</p><p>By region, there is a skill level needed just to be able to open a shop in that region. But like specialties, continued performance in a region can elevate your reputation there to \\\"Mastery\\\". Keep an eye on the regions and specialties of the races you're offered as each has further implications on the growth of the business.</p><p>You have made a commitment to your driver for 2 years, or 70 races, where they will help you grow the business by racing client cars in desirable locations and helping you select your next clients. At the end of the two years, you have promised to support your driver's move to the professional ranks. To continue to grow the business, you can select a new driver and offer similar terms.</p>",

  "driverHelp": "<p><em>Driver Legacy Help</em></p><br><p>Your job is to represent the team to the best of your ability in a varied selection of machinery and in races all over the world. Race car owners have offered their cars to Carroll Cunningham's team with the hope that your performance in them will increase the team's reputation in terms of regions and car specialties.</p><p>Carroll is a loyal supporter of yours and has promised to support your move to a professional driving career if you commit two years to grow his business. To that end, Carroll will use <em>On Track Magazine's</em> Hall of Fame Driver ranking formula to gauge your progress. Rankings should be updated every race, this should provide added motivation as you move through your career.</p><p>To start, your race opportunities will be dictated by the cars offered to Carroll by his current clients. After each race, Carroll will have opportunities to add clients and will ask you for your opinion on who to take on. In turn, these clients could offer their cars for future races. Pay attention to the specialties and regions of the races you are offered as clients, and then the race opportunities you are presented. You also have a trust level with Carroll's clients. As you demonstrate your skill and experience, you will be offered faster and more valuable client cars to race.</p><p>After 70 races, your commitment to this project is complete, and you can continue on to your professional career. Based on your performances, Carroll will suggest a professional goal for you and get you started on your way.</p>"
}